00
715
250.02
996
780
434
648
414
486
218
V57
410
540
38
600
562
427
398
298
V58
362
786
805
153
250.8
162
426
276
491
511
682
785
428
466
250.1
250.12
726
574
507
608
518
478
411
722
250.6
536
252
532
250.7
453
578
200
998
790
584
447
438
493
8
787
734
441
569
482
575
415
278
557
401
404
599
822
199
433
596
659
435
250.81
530
920
431
241
820
618
789
250.13
V53
424
250.41
535
989
721
331
280
812
430
250.4
958
437
197
292
444
945
585
733
724
198
290
296
717
465
807
513
527
250.42
681
157
413
566
227
440
707
250.82
443
345
824
560
309
250.22
202
250.03
959
813
933
577
475
593
187
516
250.11
348
552
590
558
402
969
288
136
150
515
380
604
403
376
730
591
112
718
802
531
458
285
854
151
592
250
823
53
284
564
300
576
550
738
719
658
781
35
378
620
572
295
287
642
821
994
425
250.01
156
350
266
154
79
463
436
487
801
727
784
997
182
616
860
442
581
416
644
972
183
361
274
78
656
88
851
432
492
275
291
553
386
646
185
205
514
788
454
192
174
446
626
211
250.83
250.33
175
924
756
327
226
782
394
423
512
601
294
250.93
459
708
250.2
808
451
225
537
191
571
V55
970
508
840
311
570
922
800
965
70
962
9
567
794
307
521
238
728
916
850
250.5
304
490
753
277
967
952
250.43
556
882
250.3
852
420
368
783
349
305
V63
510
843
595
281
282
455
297
82
461
729
835
196
625
310
V43
694
534
640
239
346
233
189
586
173
429
235
886
711
149
250.32
799
379
890
555
161
42
462
494
158
188
204
215
695
723
496
736
357
333
810
464
995
716
318
873
999
347
935
421
607
825
286
?
879
481
303
617
48
917
588
522
253
573
135
661
203
250.31
155
844
485
528
250.92
3
355
660
340
893
473
384
445
865
66
397
244
664
700
627
356
654
470
237
396
299
V54
335
212
710
172
691
814
623
714
452
306
117
568
54
614
220
47
519
250.23
114
987
180
652
977
52
853
611
332
27
289
875
725
337
759
184
351
833
921
986
359
210
745
353
944
250.9
94
868
806
594
383
147
163
747
533
242
845
251
457
193
5
483
312
273
320
338
619
864
846
529
815
683
867
928
283
904
142
293
649
250.21
751
793
737
344
358
685
746
892
891
152
834
966
705
968
230
36
323
131
501
456
336
41
370
417
913
395
223
692
680
V71
143
377
579
897
541
838
942
803
250.52
301
11
983
382
245
621
V45
690
263
308
34
831
992
709
792
693
816
551
480
255
171
V60
684
878
272
861
706
214
963
375
643
655
325
634
796
883
976
474
49
598
V56
633
374
115
866
914
964
39
110
847
674
862
342
250.53
526
208
84
228
602
170
610
195
250.91
797
31
E909
V67
990
524
471
911
565
201
665
391
160
603
657
871
836
696
217
385
324
164
583
236
145
495
795
839
863
341
826
V51
971
179
647
